tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "marsanne/cask"
brew "bat"
brew "cloc"
brew "coreutils"
brew "eza"
brew "git"
brew "htop"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "powerlevel10k"
brew "tmux"
brew "wget"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "cleanshot"
cask "cork"
cask "eloston-chromium"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "skim"
cask "sublime-text"
