tap "shivammathur/extensions"
tap "shivammathur/php"
brew "composer"
brew "nvm"
brew "rbenv"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "shivammathur/extensions/igbinary@8.2"
brew "shivammathur/extensions/imagick@8.2"
brew "shivammathur/extensions/pcov@8.2"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/ssh2@8.2"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/php/php@8.2"
cask "1password"
cask "android-platform-tools"
cask "android-studio"
cask "arc"
cask "openvpn-connect"
cask "orbstack"
cask "phpstorm"
cask "slack"
cask "swiftformat-for-xcode"
cask "sf-symbols"
cask "visual-studio-code"
cask "xcodes"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
cask "pixelsnap"
cask "proxyman"
cask "kaleidoscope"
cask "rapidapi"
cask "tower"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "redhat.vscode-yaml"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
vscode "xdebug.php-debug"